const aleksandrovskaiy = [
  {
    time: '1920-03-01',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'al-1',
        },
        content: 'Начала выступать как певица в труппе театра Главполитпросвета Западного фронта.',
      },
    ],
  },
  {
    time: '1924-04-18',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'al-2',
        },
        content: 'Начало обучения в Минском музыкальном техникуме.',
      },
    ],
  },
  {
    time: '1927-01-14',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'al-3',
        },
        content:
          'Исполняла белорусские народные песни на Международной музыкальной выставке во Франкфурте-на-Майне (Германия).',
      },
    ],
  },
  {
    time: '1928-01-12',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'al-4',
        },
        content:
          'Конец обучения в Минском музыкальном техникуме.Обучение в специальном оперном классе.',
      },
    ],
  },
  {
    time: '1933-07-02',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'al-5',
        },
        content:
          'Солистка Белорусского театра оперы и балета в Минске. Исполняла как сопрановые, так и меццо-сопрановые партии.',
      },
    ],
  },
  {
    time: '1951-02-05',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'al-6',
        },
        content: 'Старт карьеры главного режиссёра в Белорусском театре оперы и балета.',
      },
    ],
  },
  {
    time: '1960-10-16',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'al-7',
        },
        content: 'Конец карьеры главного режиссёра в Белорусском театре оперы и балета.',
      },
    ],
  },
];
const buinickiy = [
  {
    time: '1907-03-29',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'bn-1',
        },
        content:
          ' Вместе с дочерьми Вандой и Еленой, а также со своими близкими друзьями создал в фольварке Поливачи любительскую труппу.',
      },
    ],
  },
  {
    time: '1910-07-15',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'bn-2',
        },
        content:
          'На основе любительской группы была сформирована постоянная группа и начаты продолжительные гастроли по Беларуси.',
      },
    ],
  },
  {
    time: '1913-06-20',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'bn-3',
        },
        content:
          'Организовал Прозорокское белорусское кредитное общество, в котором каждый крестьянин под небольшой процент мог получить заём.',
      },
    ],
  },
  {
    time: '1914-11-05',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'bn-4',
        },
        content:
          'Начал принимать активное участие в деятельности виленского общества «В помощь фронту»',
      },
    ],
  },
  {
    time: '1916-05-05',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'bn-5',
        },
        content:
          'Закончил принимать активное участие в деятельности виленского общества «В помощь фронту»',
      },
    ],
  },
  {
    time: '1917-04-05',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'bn-6',
        },
        content: 'Отправился на Западный фронт Первой мировой войны',
      },
    ],
  },
];
const dopkunas = [
  {
    time: '1964-03-29',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'dp-1',
        },
        content:
          'Окончил Белорусский театрально-художественный институт по специальности «актер драматического театра и кино»',
      },
    ],
  },
  {
    time: '1967-07-15',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'dp-2',
        },
        content:
          'Окончил Белорусский театрально-художественный институт по специальности режиссёр драмы',
      },
    ],
  },
  {
    time: '1978-06-20',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'dp-3',
        },
        content: 'Стал директором Белорусского театра юного зрителя',
      },
    ],
  },
  {
    time: '1981-11-05',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'dp-4',
        },
        content: 'Сошел с поста Директора Белорусского театра юного зрителя',
      },
    ],
  },
  {
    time: '1986-05-05',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'dp-5',
        },
        content: 'Руководитель подразделения министерства, курирующего работу театров страны',
      },
    ],
  },
  {
    time: '2001-04-05',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'dp-6',
        },
        content:
          'Отдал пост руководителя подразделения министерства, курирующего работу театров страны',
      },
    ],
  },
];
const markova = [
  {
    time: '1983-12-29',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'mr-1',
        },
        content: 'Основала детский театр «Рондстудия».',
      },
    ],
  },
  {
    time: '1996-07-15',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'mr-2',
        },
        content:
          'Открыла детскую летнюю творческую базу «Гармония» в Гродненской области. Начала проект проведения международных фестивалей детских театров «Шаг в небо» в г. Минске.',
      },
    ],
  },
  {
    time: '1998-05-20',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'mr-3',
        },
        content: 'Окончила режиссёрские курсы в Москве.',
      },
    ],
  },
  {
    time: '2000-11-05',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'mr-4',
        },
        content:
          'Основала детскую киношколу «Синема» при союзе кинематографистов Республики Беларусь.',
      },
    ],
  },
  {
    time: '2009-09-05',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'mr-5',
        },
        content:
          'Открыла в г. Минске Детский центр театра и кино, объединив все структуры в одно целое.',
      },
    ],
  },
];
const smolich = [
  {
    time: '1941-10-29',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'sm-1',
        },
        content:
          'Окончил оперно-драматическую студию им. К. Станиславского в Москве (ныне Электротеатр Станиславский).',
      },
    ],
  },
  {
    time: '1941-11-15',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'sm-2',
        },
        content: 'Стал режиссёром Киевского театра оперы и балета им. Т. Шевченко',
      },
    ],
  },
  {
    time: '1955-05-20',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'sm-3',
        },
        content:
          'Отдал пост режиссёра Киевского театра оперы и балета им. Т. Шевченко. Стал главным режиссёром Челябинского театра оперы и балета им. М. Глинки.',
      },
    ],
  },
  {
    time: '1958-02-05',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'sm-4',
        },
        content:
          'Отдал пост главным режиссёром Челябинского театра оперы и балета им. М. Глинки. Стал главным режиссёром Одесского театра оперы и балета.',
      },
    ],
  },
  {
    time: '1962-05-05',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'sm-5',
        },
        content:
          'Отдал пост главного режиссёра Одесского театра оперы и балета. Стал художественным руководителем и главным режиссёром Белорусского Большого театра оперы и балета в Минске.',
      },
    ],
  },
  {
    time: '1969-08-05',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'sm-6',
        },
        content:
          'Отдал пост художественного руководителя и главного режиссёра Белорусского Большого театра оперы и балета в Минске. Стал главным режиссёром Львовского оперного театра им. И. Франко (ныне — имени С. А. Крушельницкой).',
      },
    ],
  },
  {
    time: '1970-07-05',
    body: [
      {
        tag: 'p',
        attr: {
          cssclass: 'lang',
          key: 'sm-7',
        },
        content:
          'Отдал пост главного режиссёра Львовского оперного театра им. И. Франко. Стал главным режиссёром Киевского театра оперы и балета им. Т. Шевченко.',
      },
    ],
  },
];
export {
  aleksandrovskaiy, buinickiy, dopkunas, markova, smolich,
};
